Repository: MaxK789/Publishing
Catalog: src/Publishing.Services/Resources/Notifications.*.resx
Languages: uk_ua

source: Order created
uk_ua: Замовлення створено

source: Organization updated
uk_ua: Організацію оновлено

source: Profile updated
uk_ua: Профіль оновлено

# OrderDeleted
source: Deleted order {0}
uk_ua: Видалено замовлення № {0}

# InvalidCredentials
source: Invalid email or password
uk_ua: Невірна електронна пошта або пароль

# WelcomeUser
source: Welcome, {0} ({1})!
uk_ua: Вітаємо, {0} ({1})!

# EmailRequired
source: Email is required
uk_ua: Потрібна електронна пошта

# PasswordRequired
source: Password is required
uk_ua: Потрібен пароль

# FirstNameRequired
source: First name is required
uk_ua: Потрібне ім'я

# LastNameRequired
source: Last name is required
uk_ua: Потрібне прізвище

# StatusRequired
source: Status is required
uk_ua: Потрібно вибрати статус

# OrgNameRequired
source: Organization name is required
uk_ua: Потрібна назва організації

source: Invalid email format
uk_ua: Некоректний формат електронної пошти

source: Invalid phone format
uk_ua: Некоректний формат телефону

source: Invalid fax format
uk_ua: Некоректний формат факсу
